import Container from "../../components/container/Container"
import Footer from "../../components/footer/Footer"
import Header from "../../components/header/Header"
import Navbar from "../../components/navbar/Navbar"
import Slider from "../../components/slider/Slider"


function Home() {
  return (
    <div>
  <Navbar />
  <Header/> 
    < Container >
  <div className="text-emerald-500 text-center flex flex-col mb-30 font-bold">
    <h2>: توضیح مدرسه</h2>
      <p>
        مدرسه نمونه دولتی جامعه یاوری ۱ فومن یکی از برترین مراکز آموزشی در شهرستان فومن است که با هدف پرورش دانش‌آموزان مستعد و پرتلاش، محیطی علمی و پویا فراهم کرده است. این مدرسه با بهره‌گیری از کادر آموزشی مجرب، امکانات آموزشی مدرن و برنامه‌های درسی استاندارد، بستری مناسب برای رشد علمی و شخصیتی دانش‌آموزان ایجاد کرده است
      </p>
      <p>
        دانش‌آموزان این مدرسه هر ساله در المپیادهای علمی، مسابقات فرهنگی و ورزشی و آزمون‌های سراسری موفقیت‌های چشم‌گیری کسب می‌کنند.مدرسه نمونه دولتی جامعه یاوری ۱ فومن نه تنها بر آموزش تاکید دارد، بلکه با برگزاری فعالیت‌های فوق برنامه، مهارت‌های زندگی و اجتماعی دانش‌آموزان را نیز تقویت می‌کند
      </p>
      <p>
         مدرسه نمونه دولتی جامعه یاوری ۱ فومن با هدف پرورش نسلی خلاق، مسئولیت‌پذیر و توانمند، همواره تلاش می‌کند تا دانش‌آموزان را برای آینده‌ای درخشان آماده سازد      مدرسه نمونه دولتی جامعه یاوری ۱ فومن یکی از برترین مراکز آموزشی در شهرستان فومن است که با هدف پرورش دانش‌آموزان مستعد و پرتلاش، محیطی علمی و پویا فراهم کرده است. این مدرسه با بهره‌گیری از کادر آموزشی مجرب، امکانات آموزشی مدرن و برنامه‌های درسی استاندارد، 
        بستری مناسب برای رشد علمی و شخصیتی دانش‌آموزان ایجاد کرده است

      </p>
      <p>
        دانش‌آموزان این مدرسه هر ساله در المپیادهای علمی، مسابقات فرهنگی و ورزشی و آزمون‌های سراسری موفقیت‌های چشم‌گیری کسب می‌کنند. مدرسه نمونه دولتی جامعه یاوری ۱ فومن نه تنها بر آموزش تاکید دارد، 
        بلکه با برگزاری فعالیت‌های فوق برنامه، مهارت‌های زندگی و اجتماعی دانش‌آموزان را نیز تقویت می‌کند

      </p>
      <p> 
. مدرسه نمونه دولتی جامعه یاوری ۱ فومن با هدف پرورش نسلی خلاق، مسئولیت‌پذیر و توانمند، همواره تلاش می‌کند تا دانش‌آموزان را برای آینده‌ای درخشان آماده سازد
      </p>
      </div> 
    </Container>
    <div className="bg-amber-700">
      <Slider/> 
    </div>
  < Footer />    
    </div>
  )
}

export default Home

